Repository: naturalsciences/galileo-associations
Catalog: app/Resources/translations/content-db.*.xlf
Languages: nl

source: en
nl: Engels

source: nl
nl: Nederlands

source: fr
nl: Frans

# teams
source: team "%name%"
nl: ploeg "%name%"

# adsync.active.options.active
source: Active
nl: Actief

# adsync.active.options.nonactive
source: Non active
nl: Non actief

# adsync.active.options.all
source: All
nl: Allerlei

# form.teamsAndProjects.internationalCascade.0
source: None of the translated versions
nl: Geen van het vertaalde versies

# form.teamsAndProjects.internationalCascade.1
source: The corresponding language translated version
nl: De bijbehorende vertaalde versies

# form.teamsAndProjects.internationalCascade.2
source: All translated versions
nl: Alle vertaalde versies
