Repository: naturalsciences/galileo-associations
Catalog: app/Resources/translations/messages.*.xlf
Languages: fr

# app.meta.title.greeting
source: Welcome !
fr: Bienvenue !

# app.meta.title.home.logo
source: Go to Homepage
fr: Retour à la page d'accueil

# app.meta.title.nav.menu.logout
source: Log out
fr: Déconnexion

# app.meta.title.nav.menu.profile
source: Access your profile
fr: Accédez à votre profil

# app.meta.title.tab.person
source: Person
fr: Personne

# app.meta.title.tab.team
source: Team
fr: Équipe

# app.meta.title.tab.project
source: Project
fr: Projet

# app.meta.title.form.teamsAndProjects.view.language
source: Language
fr: Langue

# app.meta.title.form.teamsAndProjects.view.nameInt
source: International name
fr: Nom à l'international

# app.meta.title.form.teamsAndProjects.view.descriptionInt
source: International description
fr: Description générique

# app.meta.title.form.teamsAndProjects.view.nameEn
source: Name in english
fr: Nom en anglais

# app.meta.title.form.teamsAndProjects.view.nameFr
source: Name in french
fr: Nom en français

# app.meta.title.form.teamsAndProjects.view.nameNl
source: Name in dutch
fr: Nom en néerlandais

# app.meta.title.form.teamsAndProjects.view.descriptionEn
source: Description in english
fr: Description en anglais

# app.meta.title.form.teamsAndProjects.view.descriptionFr
source: Description in french
fr: Description en français

# app.meta.title.form.teamsAndProjects.view.descriptionNl
source: Description in dutch
fr: Description en néerlandais

# app.meta.title.form.teamsAndProjects.view.teamStartDate
source: Team start date
fr: Date de début

# app.meta.title.form.teamsAndProjects.view.teamEndDate
source: Team end date
fr: Date de fin

# app.meta.title.form.teamsAndProjects.view.projectStartDate
source: Project start date
fr: Date de début

# app.meta.title.form.teamsAndProjects.view.projectEndDate
source: Project end date
fr: Date de fin

# app.meta.title.form.person.view.firstName
source: First name
fr: Prénom

# app.meta.title.form.person.view.lastName
source: Last name
fr: Nom de famille

# app.meta.title.form.relatedPeople.view.name
source: Person name
fr: Nom de la personne

# app.meta.title.form.relatedPeople.view.startDate
source: Membership start date
fr: Date de début

# app.meta.title.form.relatedPeople.view.endDate
source: Membership end date
fr: Date de fin

# app.meta.title.form.relatedProjects.view.name
source: Project name
fr: Nom du projet

# app.meta.title.form.relatedTeamsAndProjects.view.startDate
source: Relationship start date
fr: Date de début

# app.meta.title.form.relatedTeamsAndProjects.view.endDate
source: Relationship end date
fr: Date de fin

# app.meta.title.form.relatedTeams.view.name
source: Team name
fr: Nom de l'équipe

# app.meta.description.home.project
source: Use this quick action to add project
fr: Utilisez cette action pour ajouter rapidement un projet

# app.meta.description.home.team
source: Use this quick action to add team
fr: Utilisez cette action pour ajouter rapidement une équipe

# app.meta.description.home.adsync
source: Use this quick action to go to the the screen where you can synchronize users with Active Directory (AD)
fr: Utilisez cette action pour accéder rapidement à l'écran de synchronisation avec l'Active Directory (AD)

# app.meta.description.home.profile
source: Use this quick action to access your profile
fr: Utilisez cette action pour accéder rapidement à votre profil

# app.meta.description.fastsearch.people
source: Type here the start of fist name or last name
fr: Tapez ici le début du nom ou du prénom recherché

# app.meta.description.fastsearch.projects
source: Type here the start of project name
fr: Tapez ici le début du nom du projet

# app.meta.description.fastsearch.teams
source: Type here the start of team name
fr: Tapez ici le début du nom de l'équipe

# app.meta.description.menu.adsync
source: Synchronize user with active directory
fr: Synchroniser les utilisateurs avec l'active directory

# app.meta.description.content.activeToggle.active
source: active
fr: actif

# app.meta.description.content.activeToggle.nonActive
source: non active
fr: non actif

# app.title.home.welcome
source: Welcome to Galileo extension
fr: Bienvenue dans Galileo Extension

# app.title.home.project
source: Add a Project
fr: Ajouter un Projet

# app.title.home.team
source: Add a Team
fr: Ajouter une équipe

# app.title.home.adsync
source: AD Synchronization
fr: Synchronisation AD

# app.title.home.profile
source: Access my profile
fr: Accéder à mon profil

# app.title.fastsearch.people
source: Search People
fr: Recherche de Personnes

# app.title.fastsearch.projects
source: Search Projects
fr: Recherche de Projets

# app.title.fastsearch.teams
source: Search Teams
fr: Recherche d'Équipes

# app.title.content.related.active
source: active
fr: Actif

# app.title.content.related.inactive
source: non active
fr: Inactif

# app.nav.menu.teams
source: Teams
fr: Équipes

# app.nav.menu.teams.add
source: Add a team
fr: Ajouter une équipe

# app.nav.menu.teams.list
source: List all teams
fr: Liste des équipes

# app.nav.menu.projects
source: Projects
fr: Projets

# app.nav.menu.projects.add
source: Add a project
fr: Ajouter un projet

# app.nav.menu.projects.list
source: List all projects
fr: Liste des projets

# app.nav.menu.adsync
source: AD Synchronization
fr: Synchronisation AD

# app.action.home.add.common
source: Add
fr: Ajouter

# app.action.home.GoTo
source: Access
fr: Accéder

# app.action.adsync.refresh.uid
source: Refresh Users ID
fr: Rafraîchir les ID d'utilisateurs

# app.action.fastsearch.add.team
source: Add Team
fr: Ajouter une équipe

# app.action.fastsearch.add.project
source: Add Project
fr: Ajouter un projet

# app.action.tab.main
source: Main
fr: Principal

# app.action.tab.relatedPeople
source: Related People
fr: Personnes liées

# app.action.tab.relatedTeams
source: Related Teams
fr: Équipes liées

# app.action.tab.relatedProjects
source: Related Projects
fr: Projets liés

# app.action.tab.personNoId
source: People without ID
fr: Personnes sans ID

# app.action.tab.personWrongId
source: People with wrong ID
fr: Pers. avec mauvais ID

# app.action.tab.personCorrectId
source: People with valid ID
fr: Pers. avec ID valide

# app.action.switch.prefix
source: Switch to
fr: Basculer vers

# app.action.switchback.prefix
source: Switch back to
fr: Rebasculer vers

# app.action.switch.edit
source: edit
fr: édition

# app.action.switch.view
source: view
fr: vue

# app.flash.remove.teamsAndProjects
source: The %detail% has been well removed
fr: Le %detail% a été enlevé

# app.flash.adsync.success
source: The list of users coming from active directory has been well refreshed
fr: La liste des utilisateurs provenant de l'Active Directory a bien été rafraîchie

# app.flash.adsync.failure
source: The operation of refreshing the list of users coming from active directory FAILED ! Please contact your Application Administrator.
fr: L'opération de rafraîchissement de la liste des utilisateurs provenant de l'Active Directory a ÉCHOUÉ ! Veuillez contacter votre administrateur d'application.

# app.form.flash.success
source: The record "%name%" has been well saved
fr: L'enregistrement "%name%" a bien été sauvegardé

# app.form.person.view.label.firstName
source: First name
fr: Prénom

# app.form.person.view.label.lastName
source: Last name
fr: Nom

# app.form.teamsAndProjects.view.label.language
source: Language
fr: Langue

# app.form.teamsAndProjects.view.label.nameInt
source: Name (Int.)
fr: Nom (Int.)

# app.form.teamsAndProjects.view.label.name
source: Name (%locale%)
fr: Nom (%locale%)

# app.form.teamsAndProjects.view.label.startDate
source: Start date
fr: Date de début

# app.form.teamsAndProjects.view.label.endDate
source: End date
fr: Date de fin

# app.form.teamsAndProjects.view.button.removeProject
source: Remove project
fr: Enlever le projet

# app.form.teamsAndProjects.view.button.removeTeam
source: Remove team
fr: Enlever l'équipe

# app.form.teamsAndProjects.edit.internationalNameLanguage
source: Language (Int.)
fr: Langue (Int.)

# app.form.teamsAndProjects.edit.internationalName
source: Name (Int.)
fr: Nom (Int.)

# app.form.teamsAndProjects.edit.internationalCascade
source: Use international name and description for
fr: Utiliser le nom et la description à l'international pour

# app.form.teamsAndProjects.edit.nameEn
source: Name (EN)
fr: Nom (EN)

# app.form.teamsAndProjects.edit.nameNl
source: Name (NL)
fr: Nom (NL)

# app.form.teamsAndProjects.edit.nameFr
source: Name (FR)
fr: Nom (FR)

# app.form.teamsAndProjects.edit.startDate
source: Start date
fr: Date de début

# app.form.teamsAndProjects.edit.endDate
source: End date
fr: Date de fin

# app.form.teamsAndProjects.edit.fieldsetLegend
source: Localized names / descriptions
fr: Noms / Descriptions localisées

# app.form.teamsAndProjects.edit.date.placeholder
source: Enter a date in the format dd/mm/yyyy
fr: Entrez une date au format jj/mm/aaaa

# app.form.teamsAndProjects.edit.save
source: Save
fr: Sauvegarder

# app.form.teamsAndProjects.edit.reset
source: Reset
fr: Réinitialiser

# app.form.teamsAndProjects.edit.validation.internationalNameLanguage.choice
source: The language provided must be one of these: English, Dutch or French
fr: La langue fournie doit être: Anglais, Néerlandais ou Français

# app.form.teamsAndProjects.edit.validation.internationalNameCascade.choice
source: The option provided must be one of these: None of the translated versions, The corresponding language translated version or All translated version
fr: L'option fournie doit être: Aucune des versions traduites, La version de langue correspondante, Toutes les versions traduites

# app.form.relatedPeople.view.label.name
source: Name
fr: Nom

# app.form.relatedPeople.view.label.startDate
source: Start date
fr: Date de début

# app.form.relatedPeople.view.label.endDate
source: End date
fr: Date de fin

# app.form.relatedTeamsAndProjects.view.label.name
source: Name
fr: Nom

# app.form.relatedTeamsAndProjects.view.label.startDate
source: Start date
fr: Date de début

# app.form.relatedTeamsAndProjects.view.label.endDate
source: End date
fr: Date de fin

# app.errors.title
source: Some errors occured
fr: Des erreurs sont apparues

# app.errors.labeling
source: For the field
fr: Pour le champ

# app.errors.insert.uniqueViolation
source: The record you try to insert already exists
fr: L'enregistrement que vous tentez de créer existe déjà

# app.errors.insert.dateCheckViolation
source: Start date must be bellow or equal end date !
fr: La date de début doit être antérieure ou égale à la date de fin !

# app.errors.custom
source: An error occured: %message%
fr: Une erreur est survenue: %message%

# app.errors.global.title
source: An error occured
fr: Une erreur est apparue

# app.errors.contact.message.firstLine
source: Please let us know what you were doing when this error occurred.
fr: Veuillez nous communiquer les opérations que vous réalisiez lorsque cette erreur est apparue.

# app.errors.contact.message.secondLine
source: We will fix it as soon as possible. Sorry for any inconvenience caused.
fr: Nous fixerons le problème dès que possible. Nous nous excusons pour le dérangement causé.

# app.errors.global.goBack
source: Go back to:
fr: Revenir:

# app.errors.global.goBack.login
source: Login form
fr: au formulaire de contact

# app.errors.global.goBack.profile
source: Your profile
fr: à votre profil

# app.errors.global.goBack.home
source: Homepage
fr: à la page d'accueil

# app.message.search
source: Search
fr: Rechercher

# app.message.search.person
source: Search people
fr: Recherche personnes

# app.message.search.teams
source: Search teams
fr: Recherche équipes

# app.message.search.projects
source: Search projects
fr: Recherche projets

# app.message.noRelatedPeople
source: There's no related people for the moment
fr: Il n'y a aucune personne liée pour le moment

# app.message.noRelatedTeams
source: There's no related teams for the moment
fr: Il n'y a aucune équipe liée pour le moment

# app.message.noRelatedProjects
source: There's no related projects for the moment
fr: Il n'y a aucun projet lié pour le moment

# app.message.noRelatedItems
source: There's no related items for the moment
fr: Il n'y a pas d'éléments liés pour l'instant

# app.message.main.removeConfirmation
source: Are you sure you want to remove this entry
fr: Êtes-vous sûrs de vouloir enlever cette entrée

# app.message.related.removeConfirmation
source: Are you sure you want to remove this related entry
fr: Êtes-vous sûr de vouloir enlever cette entrée liée

# app.message.remove.failure.404
source: It seems the item you try to remove does not exists anymore
fr: Il apparaît que l'élément que vous essayez d'enlever n'existe plus

# app.message.remove.failure.403
source: You are not authorized to perform this operation
fr: Vous n'êtes pas autorisé à exécuter cette opération

# app.message.remove.success
source: The item has been well removed
fr: L'élément a été bien effacé

# app.message.add.success
source: The item has been well added
fr: L'élément a été bien ajouté
